Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_CameraUploadsDescription
source: Upload your photos to your account.
ar: ترفيع الصور الى حسابك
es: Sube tus fotos a tu cuenta.
fr: Téléchargez vos photos vers votre compte
id: Upload foto anda ke akun anda.
it: Carica le tue foto sul tuo account.
ja: 写真をアカウントにアップロードします。
ko: 계정에 사진을 업로드하세요.
nl: Upload uw foto's naar uw account.
pl: Wgraj swoje zdjęcia na swoje konto.
pt_br: Faça o upload das suas fotos para a sua conta.
ro: Încarcă fotografiile pe cont.
ru: Загружайте фото в свой аккаунт
th: อัปโหลดรูปภาพไปยังบัญชีของคุณ
tr: Fotoğraflarınızı hesabınıza yükleyin.
vi: Tải hình ảnh trong máy lên ổ mây.
zh_hans: 将您的照片上传到您的账户。
zh_hant: 將照片上傳到您的帳戶中。

# UI_CameraUploadsTitle
source: Enable auto camera uploads
ar: تفعيل الترفيع التلقائي للكاميرا
es: Activar subidas automáticas de la cámara
fr: Activer le téléversement automatique de la caméra
id: Nyalakan upload kamera otomatis
it: Attiva i caricamenti automatici dalla fotocamera
ja: 自動カメラアップロードを有効にする
ko: 자동 카메라 업로드 활성화
nl: Schakel automatische camera uploads in
pl: Włącz przesyłanie plików z aparatu fotograficznego
pt_br: Ativar o upload automático da câmera
ro: Activează încărcări cameră automate
ru: Включить автозагрузку снимков
th: เปิดใช้งานการอัปโหลดจากกล้องอัตโนมัติ
tr: Otomatik kamera yüklemelerini aktif et
vi: Bật tự động camera uploads
zh_hans: 启用自动摄像头上传
zh_hant: 啟用自動相機上傳

# UI_RecoveryKey
source: Recovery Key
ar: مفتاح الإستعادة
es: Clave de recuperación
fr: Clé de récupération
it: Chiave di Recupero
ja: リカバリーキー
ko: 복구 키
nl: Herstel Sleutel
pl: Klucz zapasowy
pt_br: Chave de recuperação
ro: Cheie de recuperare
ru: Ключ Восстановления
th: คีย์สำหรับกู้คืน
tr: Kurtarma Anahtarı
vi: Mã Khóa Phục Hồi
zh_hans: 还原金钥
zh_hant: 還原金鑰

# UI_RecoveryKeyDescription
source: Your Recovery Key allows you to login to your account even if you forget your password. Store it somewhere safe.
ar: مفتاح الاسترجاع يسمح لك بالولوج الى حسابك في حال نسيت كلمة المرور. يرجى الاحتفاظ به بمكان آمن
es: Tu Clave de recuperación te permite iniciar sesión en tu cuenta incluso si olvidas tu contraseña. Guárdala en un lugar seguro.
fr: Votre clé de récupération vous permet de vous connecter à votre compte même si vous oubliez votre mot de passe. Conservez-le au lieu sûr.
id: Kunci Pemulihan Anda memungkinkan Anda untuk masuk ke akun Anda bahkan jika Anda lupa kata sandi Anda. Simpan di tempat yang aman.
it: La tua Chiave di Recupero ti permette di effettuare il login al tuo account anche se hai dimenticato la tua password. Archiviala in un luogo sicuro.
ja: 回復キーは、パスワードを忘れた場合でもアカウントにアクセスできるようにします。安全な場所に保管してください。
ko: 복구 키는 비밀번호를 잊어도 계정에 로그인할 수 있도록 해줍니다. 안전한 곳에 보관하세요.
nl: Met uw Herstelsleutel kunt u inloggen in uw account zelfs als u uw wachtwoord vergeet. Bewaar het ergens veilig.
pl: Klucz zapasowy umożliwia zalogowanie się na swoje konto, nawet jeśli zapomnisz hasła. Przechowuj go w bezpiecznym miejscu.
pt_br: A sua chave de recuperação permite que você faça o login na sua conta, mesmo se você esquecer a sua senha. Guarde-a em algum lugar seguro.
ro: Cheia de recuperare îți permite să te autentifici într-un cont chiar dacă ai uitat parola. Stocheaz-o undeva în siguranță.
ru: Ключ восстановления позволяет войти в аккаунт, даже если вы забыли пароль. Храните его в безопасном месте.
th: คีย์การกู้คืนของคุณช่วยให้คุณสามารถเข้าสู่ระบบบัญชีของคุณแม้ว่าคุณจะลืมรหัสผ่านก็ตาม ขอให้เก็บไว้ในที่ปลอดภัย
tr: Kurtarma Anahtarınız hesabınıza giriş yapmanızı sağlar, parolanızı unuttuğunuzda bile. Güvenli bir konumda saklayın.
vi: Mã Khoá Phục Hồi được sử dụng trong trường hợp quên mất mật khẩu. Lưu giữ cẩn thận mã này ở nơi an toàn.
zh_hans: 即使您忘记密码，您的恢复金匙也可以让您登录到您的账户。将其存放在安全的地方。
zh_hant: 即便忘記了密碼，您也可以使用還原金鑰登入您的帳戶，所以請將它儲存在安全的地方。

# UI_SecuritySettings
source: Security
ar: أمن
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Veiligheid
pl: Bezpieczeństwo
pt_br: Segurança
ro: Securitate
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo Mật
zh_hans: 安全性
zh_hant: 安全性

# UI_SecuritySettingsDescription
source: Security settings differ on each of your connected devices.
ar: اعدادات الامان تختلف في كل من اجهزتك المتصلة
es: Las configuraciones de seguridad difieren en cada uno de tus dispositivos conectados.
fr: Vos paramètres de sécurité sont différents sur chacun de vos appareils connectés.
id: Pengaturan keamanan berbeda pada setiap perangkat yang terhubung.
it: Le Impostazioni di sicurezza differiscono su ognuno dei tuoi dispositivi connessi.
ja: セキュリティの設定は、接続されている各端末によって異なります。
ko: 연결된 장치마다 보안 설정이 다릅니다.
nl: Beveiliging instellingen verschillen op elk van uw verbonden apparaten.
pl: Ustawienia zabezpieczeń różnią się dla każdego z podłączonych urządzeń.
pt_br: As configurações de segurança são diferentes em cada um dos seus dispositivos conectados.
ro: Setările de securitate diferă în funcție de fiecare dispozitiv conectat.
ru: Параметры безопасности разные для каждого устройства.
th: การตั้งค่าความปลอดภัยแตกต่างกันไปในแต่ละอุปกรณ์ที่คุณเชื่อมต่อ
tr: Güvenlik ayarları bağlandığınız her cihazda farklıdır.
vi: Các thiết đặt bảo mật sẽ khác nhau tùy theo thiết bị được sử dụng.
zh_hans: 每个连接的设备的安全设置都不相同。
zh_hant: 帳戶安全設定會因設備不同而有所不同。

# UI_About
source: About
ar: حول
es: Acerca de
fr: À propos
id: Tentang
it: Info
ja: 概要
ko: 대하여
nl: Over
pl: O Nas
pt_br: Sobre
ro: Despre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
vi: Thông Tin
zh_hans: 关于
zh_hant: 關於

# UI_AboutDescription
source: Information about the MEGA application
ar: معلومات عن تطبيق MEGA
es: Información sobre la aplicación MEGA
fr: Informations au sujet de l’application MEGA
id: Informasi tentang aplikasi MEGA
it: Informazioni riguardo l'applicazione di MEGA
ja: MEGAアプリケーションに関する情報
ko: MEGA 어플리케이션에 대한 정보
nl: Informatie over de MEGA applicatie
pl: Informacje o aplikacji MEGA
pt_br: Informações sobre o aplicativo MEGA
ro: Informații cu privire la aplicația MEGA
ru: О приложении MEGA
th: ข้อมูลเกี่ยวกับแอปพลิเคชัน MEGA
tr: MEGA uygulaması hakkında bilgiler
vi: Thông tin về ứng dụng MEGA
zh_hans: 有关MEGA应用程序的信息
zh_hant: 關於MEGA應用程式之資訊

# UI_CopyKey
source: Copy key
ar: انسخ المفتاح
es: Copiar clave
fr: Copier la clé
id: Copy kunci
it: Copia chiave
ja: キーをコピー
ko: 키 복사
nl: Kopieer sleutel
pl: Skopiuj klucz
pt_br: Copiar chave
ro: Copiază cheia
ru: Скопировать ключ
th: คัดลอกคีย์
tr: Anahtarı kopyala
vi: Sao chép mã khóa
zh_hans: 复制密钥
zh_hant: 複製金鑰

# UI_SaveKey
source: Save key
ar: حفظ المفتاح
es: Guardar clave
fr: Enregistrer la clé
id: Simpan kunci
it: Salva Chiave
ja: キーを保存
ko: 키 저장
nl: Sleutel opslaan
pl: Zapisz klucz
pt_br: Salvar chave
ro: Salvează cheia
ru: Сохранить ключ
th: บันทึกคีย์
tr: Anahtarı kaydet
vi: Lưu mã
zh_hans: 保存金匙
zh_hant: 儲存金鑰

# UI_PlainText
source: Plain text
ar: نصي
es: Texto sin formato
fr: Texte en clair
id: Teks biasa
it: Testo semplice
ja: プレーンテキスト
ko: 평문
nl: Gewone tekst
pl: Zwykły tekst
pt_br: Texto simples
ro: Text simplu
ru: Простой текст
th: ข้อความธรรมดา
tr: Düz metin
vi: Chỉ dạng chữ
zh_hans: 纯文本
zh_hant: 純文字

# UI_Copy
source: Copy
ar: نسخ
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー実行
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# UI_Move
source: Move
ar: نقل
es: Mover
fr: Déplacer
id: Pindahkan
it: Sposta
ja: 移動
ko: 이동
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
ro: Mutare
ru: Переместить
th: ย้าย
tr: Taşı
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# UI_SortOptionLargest
source: Largest
ar: الأكبر
es: Más grande
fr: Du plus grand
id: Terbesar
it: più largo
ja: 大きいものから
ko: 최대
nl: Grootste
pl: największe
pt_br: Maior
ro: Cele mai mari
ru: Самые большие
th: ใหญ่สุด
tr: en büyük
vi: Lớn nhất
zh_hans: 从大到小
zh_hant: 从大到小

# UI_SortOptionNewest
source: Newest
ar: الأحدث
es: Más nuevo
fr: Du plus récent
id: terbaru
it: più recente
ja: 新しいものから
ko: 최신
nl: Nieuwste
pl: najnowsze
pt_br: Mais recente
ro: Cele mai noi
ru: Новейшие
th: ใหม่สุด
tr: en yeni
vi: Mới nhất
zh_hans: 由新到旧
zh_hant: 由新到舊

# UI_SortOptionOldest
source: Oldest
ar: الأقدم
es: Más antiguo
fr: Du plus ancien
id: tertua
it: più vecchio
ja: 古いものから
ko: 오래된 순
nl: Oudste
pl: najstarsze
pt_br: Mais antigo
ro: Cele mai vechi
ru: старейшие
th: เก่าสุด
tr: en eski
vi: Cũ nhất
zh_hans: 由旧至新
zh_hant: 由舊至新

# UI_SortOptionSmallest
source: Smallest
ar: الاصغر
es: Más pequeño
fr: Du plus petit
id: terkecil
it: più piccolo
ja: 小さいものから
ko: 작은 순
nl: Kleinste
pl: najmnieszy
pt_br: Menor
ro: Cele mai mici
ru: самые маленькие
th: เล็กสุด
tr: en ufak
vi: Nhỏ nhất
zh_hans: 由小至大
zh_hant: 由小至大

# UI_TransferStatusPreparing
source: Preparing…
ar: الاستعداد...
es: Preparando...
fr: Préparation...
id: Mempersiapkan...
it: Preparando...
ja: 準備中…
ko: 준비중...
nl: Voorbereiden...
pl: Przygotowywanie...
pt_br: Preparando...
ro: Se pregătește...
ru: Подготовка…
th: กำลังจัดเตรียม...
tr: Hazırlanıyor...
vi: Đang chuẩn bị...
zh_hans: 准备中...
zh_hant: 準備中...

# UI_Completed
source: Completed
ar: اكتمل
es: Completado
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Zakończone
pt_br: Concluído
ro: Terminat
ru: Готово
th: เรียบร้อยแล้ว
tr: Tamamlandı
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# UI_ResumeAll
source: Resume all
ar: متابعة الكل
es: Continuar todo
fr: Pour reprendre
id: Lanjutkan semuanya
it: Riprendi tutto
ja: すべて再開
ko: 모두 재개
nl: Alles hervatten
pl: Wznów wszystko
pt_br: Continuar todas
ro: Reia toate
ru: Возобновить все
th: ดำเนินการต่อทั้งหมด
tr: Hepsini sürdür
vi: Tiếp tục tất cả
zh_hans: 恢复全部
zh_hant: 恢復全部

# UI_Resume
source: Resume
ar: اعادة
es: Reanudar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재개
nl: Doorgaan
pl: Wznów
pt_br: Continuar
ro: Reia
ru: Возобновить
th: ต่อ
tr: Devam et
vi: Tiếp tục truyền tải
zh_hans: 恢复
zh_hant: 恢復

# UI_Retry
source: Retry
ar: اعادة المحاولة
es: Reintentar
fr: Ressayer
id: Ulangi
it: Riprova
ja: もう一度やる
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ro: Reîncearcă
ru: Повторить попытку
th: ลองใหม่
tr: Yeniden Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# UI_TransferStatusCompleting
source: Completing…
ar: الاستكمال...
es: Completando...
fr: Finalisation...
id: Melengkapi ...
it: Finendo...
ja: 完了中...
ko: 완료중...
nl: Voltooien...
pl: Zakańczanie...
pt_br: Completando...
ro: Se finalizează...
ru: Завершение…
th: กำลังเสร็จสิ้น...
tr: Tamamlanıyor...
vi: Đang hoàn tất...
zh_hans: 即将完成...
zh_hant: 即將完成...

# UI_TransferStatusRetrying
source: Retrying…
ar: إعادة المحاولة...
es: Reintentando...
fr: Nouvel essai...
id: Mencoba lagi ...
it: Riprovando...
ja: 再試行中...
ko: 재시도중...
nl: Opnieuw proberen...
pl: Ponawiam próbę...
pt_br: Tentando de novo...
ro: Se reîncearcă...
ru: Повтор…
th: กำลังลองอีกครั้ง...
tr: Yeniden deneniyor...
vi: Đang thử lại...
zh_hans: 重试中...
zh_hant: 重試中...

# UI_GetLink
source: Get link
ar: الحصول على الرابط
es: Obtener enlace
fr: Obtenir le lien
id: Dapatkan pranala
it: Ottieni link
ja: リンクを取得
ko: 링크 얻기
nl: Haal de koppeling op
pl: Utwórz link
pt_br: Obter link
ro: Obține linkul
ru: Получить ссылку
th: รับลิงก์
tr: Bağlantıyı al
vi: Lấy đường dẫn liên kết
zh_hans: 取得链接
zh_hant: 取得連結

# UI_Next
source: Next
ar: التالي
es: Siguiente
fr: Suivant
id: Berikut
it: Seguente
ja: 次へ
ko: 다음
nl: Volgende
pl: Następny
pt_br: Próximo
ro: Înainte
ru: Вперёд
th: ถัดไป
tr: Sonraki
vi: Kế tiếp
zh_hans: 下一步
zh_hant: 次一

# UI_Previous
source: Previous
ar: السابق
es: Anterior
fr: Précédent
id: Sebelumnya
it: Precedente
ja: 前
ko: 이전
nl: Vorige
pl: Poprzedni
pt_br: Anterior
ro: Anterior
ru: Назад
th: ก่อนหน้า
tr: Önceki
vi: Trước
zh_hans: 上一个
zh_hant: 先前的

# UI_Share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
id: Bagi
it: Condividi
ja: 共有する
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Partajează
ru: Общий доступ
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 共享
zh_hant: 共享

# UI_ExportLink
source: Export link
ar: تصدير رابط
es: Exportar enlace
fr: Exporter le lien
id: Ekspor link
it: Esporta link
ja: エクスポートリンク
ko: 링크 내보내기
nl: Exporteer koppeling
pl: Eksportuj link
pt_br: Exportar link
ro: Exportă linkul
ru: Экспорт ссылки
th: ส่งออกลิงก์
tr: Bağlantıyı dışarı aktar
vi: Xuất liên kết
zh_hans: 导出链接
zh_hant: 匯出連結

# UI_Preview
source: Preview
ar: عرض
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Visualizar
ro: Previzualizare
ru: Просмотр
th: ตัวอย่างภาพ
tr: Önizleme
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# UI_Close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# UI_Added
source: Added
ar: أُضِيف
es: Añadido
fr: Ajoutés
id: Ditambahkan
it: Aggiunto
ja: 追加時刻
ko: 추가됨
nl: Toegevoegd
pl: Dodano
pt_br: Adicionado
ro: Adăugat
ru: Добавлено
th: วันที่เพิ่ม
tr: Eklendi
vi: Ngày Tạo
zh_hans: 上传时间
zh_hant: 上傳時間

# UI_Files
source: Files
ar: ملفات
es: Archivos
fr: Fichiers
id: File
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ro: Fișiere
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp tin
zh_hans: 文件
zh_hant: 檔案

# UI_Folders
source: Folders
ar: مجلدات
es: Carpetas
fr: Dossiers
id: Folder
it: Cartelle
ja: フォルダ
ko: 폴더
nl: Mappen
pl: Katalogi
pt_br: Pastas
ro: Foldere
ru: Папки
th: โฟลเดอร์
tr: Klasörler
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# UI_Modified
source: Modified
ar: عُدِّل
es: Modificado
fr: Modifié
id: Terganti
it: Modificato
ja: 編集時刻
ko: 수정됨
nl: Gewijzigd
pl: Zmodyfikowany
pt_br: Modificado
ro: Modificat
ru: Изменено
th: วันที่แก้ไข
tr: Düzenlendi
vi: Chỉnh sửa lần cuối
zh_hans: 最后修改
zh_hant: 最後修改

# UI_Size
source: Size
ar: الحجم
es: Tamaño
fr: Taille
id: Ukuran
it: Grandezza
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

# UI_Audio
source: Audio
ar: صوتي
ja: 音声
ko: 오디오
pl: Dzwięk
pt_br: Áudio
ru: Аудио
th: เสียง
tr: Ses
vi: Thoại
zh_hans: 音频
zh_hant: 音頻

# UI_File
source: File
ar: ملف
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt_br: Arquivo
ro: Fișier
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# UI_Folder
source: Folder
ar: المجلد
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pl: Katalog
pt_br: Pasta
ru: Папка
th: โฟลเดอร์
tr: Klasör
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# UI_Image
source: Image
ar: صورة
es: Imagen
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Zdjęcie
pt_br: Imagem
ro: Imagine
ru: Изображение
th: รูปภาพ
tr: Resim
vi: Hình
zh_hans: 图像
zh_hant: 圖像

# UI_Type
source: Type
ar: النوع
es: Tipo
id: Tipe
it: Tipo
ja: タイプ
ko: 형식
nl: Soort
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
th: ประเภท
tr: Tür
vi: Dạng
zh_hans: 类型
zh_hant: 類型

# UI_Unknown
source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt_br: desconhecido
ro: Necunoscut
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmeyen
vi: Chưa biết
zh_hans: 未知
zh_hant: 未知

# UI_Video
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: 動画
ko: 동영상
pl: Film
pt_br: Vídeo
ru: Видео
th: วิดีโอ
zh_hans: 影片
zh_hant: 影片

# UI_EnableOfflineView
source: Enable offline view
ar: تفعيل المشاهدة دون اتصال
es: Activar vista sin conexión
fr: Activer la vue Hors ligne
id: Aktifkan tampilan Offline
it: Attiva la vista offline
ja: オフライン表示を有効にする
ko: 오프라인 보기 활성화
nl: Offline weergeven inschakelen
pl: Włącz widok offline
pt_br: Ativar a vista offline
ro: Activează vizualizarea offline
ru: Включить оффлайн-просмотр
th: เปิดใช้มุมมองออฟไลน์
tr: Çevrimdışı görüntülemeyi aktif et
vi: Bật xem Ngoại Tuyến
zh_hans: 启用离线预览
zh_hant: 啟用離線檢視

# UI_EnableLink
source: Enable link
ar: تفعيل الرابط
es: Activar enlace
fr: Activer le lien
id: Aktifkan link
it: Attiva link
ja: リンクを有効にする
ko: 링크 활성화
nl: Koppeling inschakelen
pl: Włącz link
pt_br: Ativar link
ro: Activează linkul
ru: Включить ссылку
th: เปิดใช้ลิงก์
tr: Bağlantıyı aktif et
vi: Bật liên kết
zh_hans: 启用链接
zh_hant: 啟用連結

# UI_DecryptionKey
source: Decryption key
ar: مفتاح التشفير
es: Clave de cifrado
fr: Clé de déchiffrement
it: Chiave di decrittazione
ja: 復号化鍵
ko: 해독 키
nl: Decoderingssleutel
pl: Klucz deszyfrowania
pt_br: Chave de decodificação
ro: Cheie de decriptare
ru: Ключ дешифрования
th: คีย์ถอดรหัสลับ
tr: Şifre çözme anahtarı
vi: Mã giải khóa
zh_hans: 解密密钥
zh_hant: 解密密鑰

# UI_LinkWithKey
source: Link with key
ar: الرابط مع المفتاح
es: Enlace con clave
fr: Lien avec clé
id: Link dengan key
it: Link con chiave
ja: キーを含むリンク
ko: 키가 있는 링크
nl: Koppeling met code
pl: Link z kluczem
pt_br: Link com chave
ro: Link cu cheie
ru: Ссылка с ключом
th: ลิงก์รวมคีย์ด้วย
tr: Anahtarlı bağlantı
vi: Liên kết kèm mã khóa
zh_hans: 链接包含密钥
zh_hant: 連結包含密鑰

# UI_LinkWithoutKey
source: Link without key
ar: رابط بدون مفتاح
es: Enlace sin clave
fr: Lien sans clé
id: Link tanpa key
it: Link senza key
ja: キーなしのリンク
ko: 키 없는 링크
nl: Koppeling zonder sleutel
pl: Link bez klucza
pt_br: Link sem chave
ro: Link fără cheie
ru: Ссылка без ключа
th: ลิงก์ไม่รวมคีย์
tr: Anahtarı olmayan bağlantı
vi: Liên kết không kèm mã khóa
zh_hans: 使用无密钥方式进入(公开文件)
zh_hant: 連結不包含密鑰

# UI_ProOnly
source: (PRO ONLY)
ar: (فقط لمشتركي PRO)
es: (SOLO PRO)
fr: (PRO SEULEMENT)
id: (HANYA PRO)
it: (SOLO PRO)
ja: (プロのみ)
ko: (PRO 전용)
nl: (ALLEEN VOOR PRO)
pl: (TYLKO PRO)
pt_br: (SOMENTE PRO)
ro: (NUMAI PRO)
ru: (ТОЛЬКО PRO)
th: (PRO เท่านั้น)
tr: (SADECE PRO)
vi: (CHỈ CHO HẠNG PRO)
zh_hans: (PRO专业版限定)
zh_hant: (PRO專業版限定)

# UI_SetExpirationDate
source: Set expiry date
ar: ضع تاريخ لانتهاء الصلاحية
es: Establecer fecha de caducidad
fr: Définir une date d'expiration
id: Set tanggal expiration
it: Seleziona data di scadenza
ja: 失効日を選ぶ
ko: 만료일 설정
nl: Instellen vervaldatum
pl: Ustaw datę wygaśnięcia
pt_br: Definir uma data de validade
ro: Setează data de expirare
ru: Задать срок годности
th: กำหนดวันหมดอายุ
tr: Son kullanma tarihi belirle
vi: Đặt ngày hết hạn
zh_hans: 设定到期日
zh_hant: 設定到期日

# UI_GridView
source: Grid view
ar: عرض شبكي
es: Vista de miniaturas
fr: Vue en grille
id: Tampilan grid
it: Vista a griglia
ja: グリッドビュー
ko: 그리드 배열 보기
nl: Rooster weergeven
pl: Widok siatki
pt_br: Visualização em miniaturas
ro: Vizualizare tip grilă
ru: Сетка
th: มุมมองแบบตาราง
tr: Izgara görünümü
vi: Xem dạng ô vuông
zh_hans: 网格预览
zh_hant: 網格檢視

# UI_ListView
source: List view
ar: طريقة عرض القائمة
es: Ver como lista
fr: Vue en liste
it: Modalità lista
ja: リスト一覧
ko: 목록 보기
nl: Lijstweergave
pl: Widok listy
pt_br: Visualização em lista
ro: Vizualizare tip listă
ru: Вид списка
th: มุมมองรายการ
tr: Liste görünümü
vi: Xem dạng danh sách
zh_hans: 显示列表
zh_hant: 顯示列表

# UI_SortBy
source: Sort by
ar: ترتيب حسب
es: Ordenar por
fr: Trier par
id: URUTKAN BERDASAR
it: Ordina per
ja: ソートする
ko: 정렬 기준
nl: Sorteer op
pl: SORTUJ
pt_br: Ordenar por
ro: Sortează după
ru: СОРТИРОВАТЬ ПО
th: เรียงตาม
tr: SIRALA
vi: Xếp theo
zh_hans: 排序
zh_hant: 排序

# UI_ResumeSession
source: Resume session
ar: متابعة الجلسة
es: Reanudar sesión
fr: Reprendre la session
id: Lanjutkan sesi
it: Riprendi sessione
ja: セッションを再開
ko: 세션 재개
nl: Sessie hervatten
pl: Wznów sesję
pt_br: Retomar sessão
ro: Reia sesiunea
ru: Возобновить сеанс
th: กลับมาทำงานต่อ
tr: Oturumu sürdür
vi: Tiếp tục phiên
zh_hans: 恢复会话
zh_hant: 恢復段落

# UI_Dynamic
source: Dynamic
ar: ديناميكي
es: Variable
fr: Dynamique
id: Dinamis
it: Dinamico
ja: 動的
ko: 동적
nl: Dynamisch
pl: Dynamiczny
pt_br: Variável
ro: Dinamic
ru: Динамический
th: ไดนามิก
tr: Dinamik
vi: Đa dạng
zh_hans: 动态
zh_hant: 動態的

# UI_Upgrade
source: Upgrade
ar: الترقية
es: Hazte Pro
fr: Surclasser le compte
it: Passa a PRO
ja: アップグレード
ko: 업그레이드
pl: Zakup
ro: Upgradează
ru: Повысить
th: อัปเกรด
tr: Yükselt
vi: Nâng Cấp
zh_hans: 付费升级
zh_hant: 升級

# UI_NotAvailable
source: Not available
ar: غير متاح
es: No disponible
fr: Non disponible
id: Tidak tersedia
it: Non disponibile
ja: できません
ko: 불가능
nl: Niet beschikbaar
pl: Nie dostępne
pt_br: Não disponível
ro: Indisponibil
ru: Недоступен
th: ไม่พร้อมใช้งาน
tr: Mevcut değil
vi: Chưa có
zh_hans: 无法使用
zh_hant: 無法使用

# UI_AccountOverview
source: Account overview
ar: معلومات الحساب
es: Información general
fr: Vue d’ensemble du compte
id: Overview akun
it: Panoramica account
ja: アカウント概要
ko: 계정 개요
nl: Account overzicht
pl: Przegląd konta
pt_br: Visão geral da conta
ro: Prezentarea generală a contului
ru: Обзор аккаунта
th: ภาพรวมบัญชี
tr: Hesap önizlemesi
vi: Tổng quan tài khoản
zh_hans: 账户信息
zh_hant: 帳戶資訊

# UI_OverallUsage
source: Overall usage
ar: حجم الاستخدام
es: Uso general
fr: Utilisation globale
id: Penggunaan keseluruhan
it: Utilizzo complessivo
ja: 全体的な使用状況
ko: 전체 사용량
nl: Totaal gebruik
pl: Ogólne wykorzystanie
pt_br: Uso geral
ro: Utilizare generală
ru: Общее использование
th: การใช้งานโดยรวม
tr: Toplam kullanım
vi: Tổng quan lượng dùng
zh_hans: 使用情况总览
zh_hant: 總使用量
